/* The string for canceling a map editing function. */
"CancelKey" = "Avbryt";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Är du säker på att du vill avbryta?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Dina ändringar sparas inte.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Det objekt du skapat kommer inte att sparas.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Förkasta ändringar";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Avbryt redigering";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Ogiltig adress";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "En adress måste inkluderas för denna punkt";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Du har inte lagt till en position för denna punkt";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Ingen ny punkt läggs till";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Fortsätt med redigering";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Markera den punkt som du vill radera.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Det finns inga punkter att radera.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Rensa alla punkter?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nej";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ja";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Vill du växla till en punkt?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Vill du växla till en polylinje?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Vill du växla till en polygon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Tillagda punkter kommer inte att ändras och du kan fortsätta skapa objektet";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Alla tillagda punkter raderas";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Vill du radera punkten?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Spara";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Aktuell position";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Inga förslag hittades";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adress";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Rensa alla";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ har skapats";

/* The placeholder text of the Searchbar */
"SearchKey" = "Sök";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Lägg till ny punkt";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Karttjänst";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hybrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybrid Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Muted Standard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satellite";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satellite Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Lägg till position";

